Repository: unicef/refer-laaha
Catalog: docroot/profiles/unicef/translations/*.po
Languages: ar, ku

source: EXIT WEBSITE
ar: موقع الخروج
ku: Derkeve Malperê

source: Chatbot
ar: روبوت الدردشة

source: Need Help
ar: تحتاج مساعدة
ku: Need Alîkarî

source: Quick Exit
ar: خروج سريع
ku: Derketina Zû

source: SHOW TRANSCRIPTION
ar: إظهار التدوينات
ku: Transkrîpsiyonê nîşan bide

source: HIDE TRANSCRIPTION
ar: إخفاء التدوينات
ku: Veşêre Transcription

source: READ MORE
ar: اقرأ المزيد
ku: Zêdetir bixwînin

source: NARRATE
ar: رواية
ku: ÇÎROVEKIRIN

source: Tags
ar: العلامات

source: Zoom
ar: كبير - تصغير

source: Quick Links
ar: روابط سريعة
ku: Girêdanên Bilez

source: SKIP
ar: يتخطى
ku: HILPERKÎN

source: FINISH
ar: ينهي
ku: QEDANDIN

source: Forgot Password?
ar: هل نسيت كلمة السر؟
ku: Şîfre ji bîr kir?

source: Anya recommends these next...
ar: یرازگراک نایرتشم هاگشاب ،زیزع یرتش
ku: Anya van pêşnîyar dike ...

source: Featured Stories
ar: قصص مميزة
ku: Çîrokên Pêşkêşkirî

source: Scorm preview will be available after the node is saved.
ar: ستتوفر معاينة Scorm بعد حفظ العقدة.
ku: Pêşdîtina Scorm dê piştî tomarkirina girêk peyda bibe.

source: Scorm file added successfully.
ar: تمت إضافة ملف Scorm بنجاح.
ku: Pelê Scorm bi serkeftî hate zêdekirin.

source: Type here to search
ku: لێرە بنووسە بۆ گەڕان
